<?php
/**
 * Title: Top Navbar Basic
 * Slug: ktsportwear/topnavbar-basic
 * Categories: banner
 * @package WordPress
 */
?>

<!-- wp:group -->
<div class="headerMainTopBar wp-block-group" style="">
    <!-- wp:group -->
    <div class="headerMainTopBarWrapper gridWrap wp-block-group"
         style="">
        <!-- wp:group -->
        <div class="headerMainTopBarLt wp-block">
            <!-- wp:group -->
            <div class="topBarSelCity wp-block">
                <select name="selCurCity" style="background: transparent; border: none; color: #FFFFFF">
                    <option selected>Санкт-Петеребург</option>
                    <option>Москва</option>
                </select>
            </div>
            <!-- /wp:group -->
        </div>
        <!-- /wp:group -->
        <div class="headerMainTopBarRt wp-block">
            <div class="headerMainTopBarItem wp-block">
                <div class="headerMainTopBarItemWrapper wp-block-group">
                    <div class="headerMainTopBarItemIcon">
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M8.00065 14.6673C4.31875 14.6673 1.33398 11.6825 1.33398 8.00065C1.33398 4.31875 4.31875 1.33398 8.00065 1.33398C11.6825 1.33398 14.6673 4.31875 14.6673 8.00065C14.6673 11.6825 11.6825 14.6673 8.00065 14.6673ZM6.474 13.1123C5.83227 11.7513 5.43886 10.2501 5.35219 8.66732H2.70858C2.97265 10.785 4.47824 12.5171 6.474 13.1123ZM6.68778 8.66732C6.78805 10.2932 7.25252 11.8205 8.00065 13.1687C8.74878 11.8205 9.21325 10.2932 9.31352 8.66732H6.68778ZM13.2927 8.66732H10.6491C10.5625 10.2501 10.1691 11.7513 9.52732 13.1123C11.5231 12.5171 13.0287 10.785 13.2927 8.66732ZM2.70858 7.33398H5.35219C5.43886 5.75116 5.83227 4.25003 6.474 2.88902C4.47824 3.4842 2.97265 5.21632 2.70858 7.33398ZM6.68778 7.33398H9.31352C9.21325 5.70813 8.74878 4.18082 8.00065 2.83264C7.25252 4.18082 6.78805 5.70813 6.68778 7.33398ZM9.52732 2.88902C10.1691 4.25003 10.5625 5.75116 10.6491 7.33398H13.2927C13.0287 5.21632 11.5231 3.4842 9.52732 2.88902Z"
                                  fill="white"/>
                        </svg>
                    </div>
                    <div class="headerMainTopBarItemTitle">
                        Russian
                    </div>
                </div>
            </div>
            <div class="headerMainTopBarItem wp-block">
                <div class="headerMainTopBarItemWrapper wp-block-group">
                    <div class="headerMainTopBarItemIcon">
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M9.66928 1.33594C10.958 1.33594 12.0026 2.3806 12.0026 3.66927C12.0026 4.0274 11.922 4.3667 11.7778 4.66996L14.0026 4.66927C14.3708 4.66927 14.6693 4.96774 14.6693 5.33594V8.0026C14.6693 8.3708 14.3708 8.66926 14.0026 8.66926H13.336V14.0026C13.336 14.3708 13.0375 14.6693 12.6693 14.6693H3.33594C2.96775 14.6693 2.66927 14.3708 2.66927 14.0026V8.66926H2.0026C1.63442 8.66926 1.33594 8.3708 1.33594 8.0026V5.33594C1.33594 4.96774 1.63442 4.66927 2.0026 4.66927L4.22748 4.66996C4.08329 4.3667 4.0026 4.0274 4.0026 3.66927C4.0026 2.3806 5.04728 1.33594 6.33594 1.33594C6.98928 1.33594 7.57988 1.60444 8.00342 2.03712C8.42535 1.60444 9.01595 1.33594 9.66928 1.33594ZM12.0026 8.66926H4.0026V13.3359H12.0026V8.66926ZM13.336 6.0026H2.66927V7.33593H13.336V6.0026ZM6.33594 2.66927C5.78366 2.66927 5.33594 3.11698 5.33594 3.66927C5.33594 4.18906 5.73253 4.61624 6.23963 4.66469L6.33594 4.66927H7.33595V3.66927C7.33595 3.14947 6.93935 2.7223 6.43224 2.67384L6.33594 2.66927ZM9.66928 2.66927L9.57295 2.67384C9.09755 2.71928 8.71928 3.09756 8.67382 3.57296L8.66928 3.66927V4.66927H9.66928L9.76555 4.66469C10.2727 4.61624 10.6693 4.18906 10.6693 3.66927C10.6693 3.14947 10.2727 2.7223 9.76555 2.67384L9.66928 2.66927Z"
                                  fill="white"/>
                        </svg>
                    </div>
                    <div class="headerMainTopBarItemTitle">
                        Подарочные сертификаты
                    </div>
                </div>
            </div>
            <div class="headerMainTopBarItem wp-block">
                <div class="headerMainTopBarItemWrapper wp-block-group">
                    <div class="headerMainTopBarItemIcon">
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M8.0026 14.6673C4.3207 14.6673 1.33594 11.6825 1.33594 8.00065C1.33594 4.31875 4.3207 1.33398 8.0026 1.33398C11.6845 1.33398 14.6693 4.31875 14.6693 8.00065C14.6693 11.6825 11.6845 14.6673 8.0026 14.6673ZM8.0026 13.334C10.9481 13.334 13.3359 10.9462 13.3359 8.00065C13.3359 5.05513 10.9481 2.66732 8.0026 2.66732C5.05708 2.66732 2.66927 5.05513 2.66927 8.00065C2.66927 10.9462 5.05708 13.334 8.0026 13.334ZM7.33594 10.0007H8.66927V11.334H7.33594V10.0007ZM8.66927 8.90405V9.33398H7.33594V8.33398C7.33594 7.96578 7.6344 7.66732 8.0026 7.66732C8.55487 7.66732 9.0026 7.21958 9.0026 6.66732C9.0026 6.11503 8.55487 5.66732 8.0026 5.66732C7.51747 5.66732 7.113 6.0128 7.0218 6.47116L5.71414 6.20962C5.92685 5.14011 6.8706 4.33398 8.0026 4.33398C9.29127 4.33398 10.3359 5.37865 10.3359 6.66732C10.3359 7.72432 9.63307 8.61718 8.66927 8.90405Z"
                                  fill="white"/>
                        </svg>
                    </div>
                    <div class="headerMainTopBarItemTitle">
                        Помощь
                    </div>
                </div>
            </div>
        </div>

    </div>
    <!-- /wp:group -->
</div>
<!-- /wp:group -->

